"__ALL_PACKAGES__" = "Всі пакети";
"__INSTALLED_PACKAGES__" = "Вже встановлені";
"__RECENT_PACKAGES__" = "Нові пакети";
"__UPDATED_PACKAGES__" = "Оновлені пакети";

"%u package" = "%u пакет";
"%u total packages" = "%u пакетів";
"An Installer update is available. Would you like to update it now? It is strongly recommended you stay up-to-date with the latest version." = "Є нова версия Installer. Бажаєте оновити зараз? Ми дуже рекомендуємо завжди використовувати останню версію Installer.";
"Cancel" = "Відмінити";
"Cannot install package \"%@\" as it was not found. Sorry!" = "Не можливо встановити пакет \"%@\", бо його не знайдено. Вибачте!";
"Checking %@" = "Перевіряю %@";
"Contact" = "Контакт";
"Downloading %@" = "Завантажую %@";
"Error" = "Помилка";
"Featured" = "Популярне";
"Fetching icon for %@..." = "Отримую іконку для %@…";
"Fetching info for %@..." = "Отримую інфо для %@…";
"Getting rating for \"%@\"..." = "Отримую рейтинг для \"%@\"…";
"Install" = "Встановити";
"Installer Update Available" = "Доступно оновлення Installer";
"Insufficient Permissions" = "Недостатньо привілеїв";
"Installer was not installed correctly. It should be run as root:wheel. We will continue but please remember that it may not function correctly." = "Installer був встановлений некоректно. Він повинен бути запущений як root:wheel. Майте це наувазі.";
"Installing %@" = "Встановлюю %@";
"Invalid Source" = "Невідомий репозиторій";
"New Source" = "Новий репозиторій";
"Notice" = "Повідомлення";
"OK" = "Так";
"Please input the valid source URL above to add the source." = "Щоб добавити репозиторій, введіть його URL.";
"Post-flight for %@" = "Завершення установки %@";
"Pre-flight for %@" = "Підготовка установки %@";
"Preparing %@" = "Готую %@";
"Proceed" = "Продовжити";
"Processing" = "Оброблюю";
"Processing index..." = "Оброблюю зміст…";
"Processing packages..." = "Оброблюю пакети…";
"Queueing package install..." = "Ставлю в чергу установку…";
"Refreshing" = "Оновлюю";
"Refreshing %@..." = "Оновлюю %@…";
"Refreshing trusted sources" = "Оновлюю список безпечних репозиторіїв";
"Searching" = "Пошук";
"Searching for \"%@\"..." = "Йде пошук \"%@\"…";
"Source" = "Репозиторій";
"The package \"%@\" comes from a source that is not yet added to Installer. If you Proceed, the source \"%@\" will be first added to your sources list, and then the package will be installed as normal." = "Пакет \"%1$@\" знаходиться в репозиторії, котрого ще нема в Installer. Якщо ви натисните «Продовжити», \"%2$@\" буде добавлено в список репозиторіїв, а потім буде встановлено сам пакет з нього.";
"There were errors while trying to refresh this source. Please double-check the URL and try refreshing again." = "При отриманні інформації з репозиторія виникли помилки. Перевірте його URL, а також стан з`єднання з Internet та спробуйте обновити його знову.";
"Uninstall" = "Видалити";
"Update" = "Оновити";
"Update All" = "Оновити все";
"Updated" = "Оновлені";
"Waiting on %@..." = "Чекаю на %@…";

/* Task statuses */
"Idle" = "В черзі";
"Active" = "Активний";
"Done" = "Готовий";
"Failed" = "Помилка";
"Status:" = "Стан:";

/* Recent Packages */
"Today" = "Today";
"Yesterday" = "Yesterday";
"Older" = "Older";
